---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisExportCategoryParam
source: html/169633bf-3a52-778a-3d9a-a421aa6363c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisExportCategoryParam Property

"Export Category"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisExportCategoryParam { get; }
```